export const descriptions = [
     ['АРМАТУРА (А-I)','a1.png','Стержень, имеющий гладкую поверхность без какого-либо рифления.'],
     ['АРМАТУРА (А-III)','a3.png','Стержень, имеющий рифленную поверхность.'],
     ['ПРОВОЛОКА','armaturnaya.png','Служит для армирования железобетона.'],
     ['КАТАНКА','catanca.png','Вид металлопроката, который представляет собой проволоку круглого сечения.'],
     ['КВАДРАТ','kvadrat.png','Представляет собой пруток со сплошным сечением правильной квадратной формы.'],
     ['ТРУБА','vgp.png','Водогазопроводная.'],
     ['ТРУБА ПРОФИЛЬНАЯ','truba_profil.png','Используются для постройки металлоконструкций, монтажа каркасов зданий, мачт, и т. д.'],
     ['ШВЕЛЛЕР','scveler.png','Используют в качестве опорной конструкции в строительстве.'],
     ['УГОЛОК','ugol.png','Один из базовых элементов металлических конструкций'],
     ['ПОЛОСА','polosa.png','Для изготовление изделий металлопроката: уголков, гнутых профилей, швеллеров'],
     ['БАЛКА','balka.png','Выдерживает большие механические поперечные нагрузки.'],
     ['ЛИСТ','list.png','Отделочный материал']
 ]
 //Список товаров ондного наименования
 export const regexpArr = [
    /АРМАТУРА \(А-I\)/i, /АРМАТУРА \(А-III\)/i, /ПРОВОЛОКА/i, /КАТАНКА/i, /КВАДРАТ/i, /ТРУБА [^ПРОФИЛЬНАЯ]/i, /ТРУБА ПРОФИЛЬНАЯ/i,
    /ШВЕЛЛЕР/i, /УГОЛОК/i, /ПОЛОСА/i, /БАЛКА/i, /ЛИСТ/i,]
   